[
  {
    "src": "/src/assets/cultureImg/chak.jpg",
    "alt": "чак-чак",
    "name": "ЧАК-ЧАК",
    "recipe": "Ингредиенты:Для теста:Яйца – 6 штук.Соль – 1/2 чайной ложки\nМука – 3 стакана (примерно 400 г).Сахар – 1 столовая ложка.Масло растительное – для жарки.Для сиропа:Мед – 300 г.Сахар – 100 г.Приготовление теста:В глубокой миске взбейте яйца с солью и сахаром до однородности.Постепенно добавляйте муку, тщательно перемешивая тесто. Оно должно получиться мягким, но не липким.Разделите тесто на несколько частей и раскатайте каждую часть в тонкую пластинку, толщиной примерно 1-2 мм.Нарежьте раскатанные пластинки на тонкие полоски, а затем нарежьте их на небольшие кусочки размером 1-2 см.Обжарьте кусочки теста в большом количестве растительного масла до золотистого цвета. Выложите на бумажные полотенца, чтобы убрать излишки масла.Приготовление сиропа:В кастрюле на среднем огне растопите мед и добавьте сахар. Постоянно помешивая, доведите смесь до кипения и варите примерно 5-7 минут до получения густого сиропа.Сборка чак-чака:В большой миске смешайте обжаренные кусочки теста с горячим сиропом. Тщательно перемешайте, чтобы каждый кусочек был покрыт сиропом.Выложите смесь на блюдо, придавая ей желаемую форму (чаще всего формируют горку или пирамиду).Оставьте чак-чак остывать и затвердевать.Чак-чак готов! Приятного аппетита!"
  },
  {
    "src": "/src/assets/cultureImg/culture4.jpg",
    "alt": "эчпочмак",
    "name": "ЭЧПОЧМАК",
    "recipe": "Ингредиенты:Для теста:Мука — 500 г. Вода — 250 мл.Растительное масло — 2 ст.ложки.Соль — 1 ч. ложка. Для начинки:Говядина (или баранина) — 300 г.Лук — 2 шт.Соль, перец — по вкусу.Зелень (укроп, петрушка) — по желанию. Приготовление:Подготовка начинки:Мясо нарежьте кубиками или полосками.Лук мелко нарежьте.Обжарка начинки:Разогрейте сковороду с растительным маслом.Обжарьте лук до золотистости, затем добавьте мясо.Обжаривайте мясо до готовности, приправляя солью и перцем по вкусу.Добавьте мелко нарезанную зелень и перемешайте.Приготовление теста:В глубокой миске смешайте муку, соль и растительное масло.Добавляйте воду небольшими порциями, тщательно замешивая тесто, пока оно не станет эластичным и однородным.Формирование и жарка:Разделите тесто на несколько равных частей.Раскатайте каждую часть теста в тонкий круг.На половину круга выложите приготовленную начинку.Закройте начинку второй половиной теста, края хорошо защипните.Жарка:Разогрейте сковороду с растительным маслом.Обжаривайте эчпочмак с обеих сторон до золотистой корочки.Подача:Готовые эчпочмаки подавайте горячими, посыпав сверху свежей зеленью.Приятного аппетита!"
  },
  {
        "src": "/src/assets/cultureImg/costybai.jpg",
        "alt": "костыбай",
        "name": "КОСТЫБАЙ",
        "recipe": "Ингредиенты:\nДля начинки:\nКартофель - 1 кг\nЧеснок - 1 зубчик\nЛавровый лист - 1 шт.\nЛук крупный - 1 шт.\nМолоко - 200 мл\nМасло сливочное - 50 г\nСоль - 0,5 ст. л.\n\nДля теста:\nМолоко - 130 мл\nЯйцо - 1 шт.\nМасло сливочное или маргарин - 50 г\nСахар - 1 ч. л.\nСоль - 0,5 ч. л.\nМука - 300-400 г + для работы с тестом\n\nДля смазывания лепешек:\nМасло сливочное - 50 г\n\nПриготовление:\n\n1. Очистите картофель, нарежьте кубиками и положите в кастрюлю. Залейте водой. Добавьте соль, лавровый лист и чеснок. Варите картофель до готовности (25-30 минут).\n2. Лук нарежьте мелкими кубиками и обжарьте на сливочном масле до золотистого цвета. Выложите в мисочку.\n3. Вскипятите молоко. Слейте с готового картофеля воду, удалите лавровый лист и чеснок. Размягчите картофель, добавляя горячее молоко и взбивая пюре.\n4. Добавьте обжаренный лук и перемешайте. Накройте крышкой и укутайте кастрюлю полотенцем.\n5. В миске взбейте яйцо, добавьте молоко, растопленное сливочное масло или маргарин, сахар и соль. Хорошо перемешайте. Постепенно добавляйте муку, замешивая тесто, пока оно не станет эластичным и не будет прилипать к рукам. Оставьте тесто отдохнуть на 20 минут.\n6. Сформируйте тесто в небольшие колбаски и разделите на 16 равных частей. Каждый кусочек теста раскатайте в тонкую круглую лепешку, обсыпая мукой, чтобы она не прилипала. Выпекайте лепешки на сухой, горячей сковороде с двух сторон до золотистой корочки.\n7. Готовую лепешку переложите на тарелку и смажьте сливочным маслом. Накрывайте полотенцем, чтобы не остыли.\n8. На половину лепешки выложите приготовленное картофельное пюре. Накройте второй половиной лепешки, хорошо защипните края.\n9. Готовый костыбай подавайте горячим. Приятного аппетита!"
      }
      
]
