[
  {
    "id": "1",
    "text": "Общественная организация «Местная национально-культурная автономия татар» г. Прокопьевск, именуемая в дальнейшем «Автономия», это форма национально-культурного самоопределения, представляющая собой общественное объединение граждан РФ, относящихся к татарской этнической общности, на основе их добровольной самоорганизации в целях самостоятельного решения вопросов сохранения самобытности, изучения национального языка, образования, традиций и национальной культуры, гармонизации межэтнических отношений, содействие межрелигиозному диалогу."
  },
  {
    "id": "2",
    "text": "Автономия является общественным объединением, созданным в организационно-правовой форме «общественная организация»."
  },
  {
    "id": "3",
    "text": "Автономия действует на основании Конституции Российской Федерации, Гражданского кодекса Российской Федерации и законов Российской Федерации, в частности Федеральных законов «Об общественных объединениях», «О национально-культурной автономии», «О некоммерческих организациях», иных действующих нормативно-правовых актов Российской Федерации и Кемеровской области, настоящего Устава."
  },
  {
    "id": "4",
    "text": "Автономия основывается на принципах законности, свободного волеизъявления граждан, относящихся к татарской этнической общности, самоорганизации и самоуправления, многообразия форм внутренней организации Автономии, сочетания общественной инициативы с государственной поддержкой, уважения традиций и обычаев, культуры и языка граждан иных этнических общностей."
  },
  {
    "id": "5",
    "text": "Полное наименование общественная организация «Местная национально-культурная автономия татар» г. Прокопьевск. Сокращенное официальное наименование Автономии: МНК автономия татар г. Прокопьевск."
  },
  {
    "id": "6",
    "text": "Автономия является юридическим лицом с момента государственной регистрации и в качестве такового обладает всеми правами, предусмотренными действующим законодательством."
  },
  {
    "id": "7",
    "text": "Автономия имеет самостоятельный баланс, расчетные счета (в том числе валютные) в банках, печать с полным наименованием на русском языке, вправе иметь символику, описание которой должно содержаться в данном Уставе, заключать договоры, предъявлять иски и отвечать на суде по предъявленным Автономии искам, имеет штат сотрудников для работы в аппарате Автономии, приобретает и арендует имущество."
  },
  {
    "id": "8",
    "text": "Автономия не имеет в качестве основной цели своей деятельности извлечение прибыли и не распределяет полученную прибыль между своими членами."
  },
  {
    "id": "9",
    "text": "Автономия создается без ограничения срока деятельности."
  },
  {
    "id": "10",
    "text": "Территориальная сфера деятельности Автономии — г. Прокопьевск."
  },
  {
    "id": "11",
    "text": "Местонахождение руководящего органа Автономии - Правления: г. Прокопьевск, ул. Крупской, д.14, помещение 1."
  }
]
