[
  {
    "id": "1",
    "text": "Деятельность Автономии прекращается путем ее реорганизации (слияние, присоединение, разделение, выделение и преобразование) или ликвидации. Реорганизация Автономии осуществляется по решению Общего собрания квалифицированным ольшинством (2/3) голосов присутствующих. Имущество Автономии переходит после ее реорганизации к вновь возникшим юридическим лицам в порядке, предусмотренном Гражданским кодексом Российской Федерации. Автономия считается реорганизованной, за исключением случаев реорганизации в форме присоединения, с момента государственной регистрации вновь возникшей организации (организаций)."
  },
  {
    "id": "2",
    "text": "Ликвидация Автономии осуществляется по решению Общего собрания, принятому квалифицированным большинством (2/3) голосов присутствующих, в соответствии с настоящим Уставом, а также по решению суда, в случаях и в порядке, предусмотренных действующим законодательством."
  },
  {
    "id": "3",
    "text": "Для ликвидации Автономии Общее собрание назначает ликвидационную комиссию (ликвидатора) и устанавливает порядок и сроки ликвидации Автономии. С момента назначения ликвидационной комиссии (ликвидатора) к ней переходят полномочия по управлению делами Автономии."
  },
  {
    "id": "4",
    "text": "Ликвидационная комиссия (ликвидатор) опубликовывает в средствах массовой информации сообщение о ее ликвидации и о порядке и сроке заявления требований ее кредиторами."
  },
  {
    "id": "5",
    "text": "Ликвидационная комиссия (ликвидатор) принимает меры по выявлению кредиторов и получению дебиторской задолженности, а также уведомляет в письменной форме кредиторов о ликвидации Автономии."
  },
  {
    "id": "6",
    "text": "По окончании срока для предъявления требований кредиторами ликвидационная комиссия (ликвидатор) составляет промежуточный ликвидационный баланс, который содержит сведения о составе имущества ликвидируемой Автономии, перечне предъявленных кредиторами требований, а также о результатах их рассмотрения, который утверждается Общим собранием."
  },
  {
    "id": "7",
    "text": "Выплата денежных сумм кредиторам ликвидируемой Автономии производится ликвидационной комиссией (ликвидатором) в порядке очередности, установленной Гражданским кодексом Российской Федерации."
  },
  {
    "id": "8",
    "text": "После завершения расчетов с кредиторами ликвидационная комиссия (ликвидатор) составляет ликвидационный баланс, который утверждается Общим собранием."
  },
  {
    "id": "9",
    "text": "Имущество и средства Автономии, оставшиеся в результате ликвидации Автономии, после удовлетворения требований кредиторов, направляются на цели, предусмотренные настоящим Уставом, и не подлежат распределению между членами Автономии. Решение oб использовании оставшегося имущества публикуется ликвидационной комиссией (ликвидатором) в печати."
  },
  {
    "id": "10",
    "text": "При реорганизации Автономии все документы (управленческие, финансово-хозяйственные, по личному составу и др.) передаются в соответствии с установленными правилами Автономии-правоприемнику."
  },
  {
    "id": "11",
    "text": "Сведения и документы, необходимые для осуществления государственной регистрации Автономии в связи с ее ликвидацией, представляются в орган, принявший решение о государственной регистрации Автономии при ее создании."
  },
  {
    "id": "12",
    "text": "Ликвидация Автономии считается завершенной, а Автономия-прекратившей существование после внесения сведений о ее прекращении в единый государственный реестр юридических лиц."
  }
]
