import React from 'react';
import styles from './Recipe.module.scss';

const Kostybai = () => {
  return (
    <div className={styles.recipe_kostybai}>
      <h3>Ингредиенты:</h3>
      <div>Картофель - 1 кг,чеснок - 1 зубчик,лавровый лист - 1 шт,лук крупный - 1 шт.,молоко - 200 мл,масло сливочное - 50 г,соль - 0,5 ст. л.Для теста:молоко - 130 мл,яйцо - 1 шт,масло сливочное или маргарин - 50 г,сахар - 1 ч. л.,соль - 0,5 ч. л.,мука - 300-400 г + для работы с тестом.</div>
      <h3>Приготовление</h3>
      <div>1. Очистите картофель, нарежьте кубиками и положите в кастрюлю. Залейте водой. Добавьте соль, лавровый лист и чеснок. Варите картофель до готовности (25-30 минут).2. Лук нарежьте мелкими кубиками и обжарьте на сливочном масле до золотистого цвета. Выложите в мисочку.3. Вскипятите молоко. Слейте с готового картофеля воду, удалите лавровый лист и чеснок. Размягчите картофель, добавляя горячее молоко и взбивая пюре.4. Добавьте обжаренный лук и перемешайте. Накройте крышкой и укутайте кастрюлю полотенцем.5. В миске взбейте яйцо, добавьте молоко, растопленное сливочное масло или маргарин, сахар и соль. Хорошо перемешайте. Постепенно добавляйте муку, замешивая тесто, пока оно не станет эластичным и не будет прилипать к рукам. Оставьте тесто отдохнуть на 20 минут.6. Сформируйте тесто в небольшие колбаски и разделите на 16 равных частей. Каждый кусочек теста раскатайте в тонкую круглую лепешку, обсыпая мукой, чтобы она не прилипала. Выпекайте лепешки на сухой, горячей сковороде с двух сторон до золотистой корочки.7. Готовую лепешку переложите на тарелку и смажьте сливочным маслом. Накрывайте полотенцем, чтобы не остыли.8. На половину лепешки выложите приготовленное картофельное пюре. Накройте второй половиной лепешки, хорошо защипните края.9. Готовый костыбай подавайте горячим. Приятного аппетита!"</div>
    </div>
  );
};

export default Kostybai;
