export const options = [
    {
        id: '1',
        value: '08.07.2024',
        label: '08.07.2024',
        children: [
            {
                value: 'Мини-Сабантуй',
                label: 'Мини-Сабантуй',
            },
        ],
    },
    {
        id: '2',
        value: '14.07.2024',
        label: '14.07.2024',
        children: [
            {
                value: 'День памяти ушедших',
                label: 'День памяти ушедших',
            },
        ],
    },
    {
        id: '3',
        value: '27.07.2024',
        label: '27.07.2024',
        children: [
            {
                value: 'Татарская рыбалка и уха',
                label: 'Татарская рыбалка и уха',
            },
        ],
    },
    {
        id: '4',
        value: '**.08.2024',
        label: '**.08.2024',
        children: [
            {
                value: 'Праздник Татарского меда "Татар Балы Туй"',
                label: 'Праздник Татарского меда "Татар Балы Туй"',
            },
        ],
    },
    {
        id: '5',
        value: '15.08.2024',
        label: '15.08.2024',
        children: [
            {
                value: 'Праздник дружбы "Мы вместе - Без бергэ!"',
                label: 'Праздник дружбы "Мы вместе - Без бергэ!"',
            },
        ],
    },
    {
        id: '6',
        value: '22.08.2024',
        label: '22.08.2024',
        children: [
            {
                value: 'День Государственного Флага РФ',
                label: 'День Государственного Флага РФ',
            },
        ],
    },
    {
        id: '7',
        value: '28.08.2024',
        label: '28.08.2024',
        children: [
            {
                value: 'День г.Прокопьевска и День Шахтера',
                label: 'День г.Прокопьевска и День Шахтера',
            },
        ],
    },
    {
        id: '8',
        value: '01.09.2024',
        label: '01.09.2024',
        children: [
            {
                value: 'Мастер-класс по рисованию *Кофейная живопись*',
                label: 'Мастер-класс по рисованию *Кофейная живопись*',
            },
        ],
    },
    {
        id: '9',
        value: '15.09.2024',
        label: '15.09.2024',
        children: [
            {
                value: 'Татарский праздник *Эбий Чуагы*',
                label: 'Татарский праздник *Эбий Чуагы*',
            },
        ],
    },
    {
        id: '10',
        value: '16.09.2024',
        label: '16.09.2024',
        children: [
            {
                value: 'Всероссийский татарский диктант *Татарча диктант*',
                label: 'Всероссийский татарский диктант *Татарча диктант*',
            },
        ],
    },
    {
        id: '11',
        value: '**.09.2024',
        label: '**.09.2024',
        children: [
            {
                value: 'Выставка-передвижной музей татарского быта',
                label: 'Выставка-передвижной музей татарского быта',
            },
        ],
    },
    {
        id: '12',
        value: '10.10.2024',
        label: '10.10.2024',
        children: [
            {
                value: 'День именинника. Собрание правления и актива автономии',
                label: 'День именинника. Собрание правления и актива автономии',
            },
        ],
    },
    {
        id: '13',
        value: '27.10.2024',
        label: '27.10.2024',
        children: [
            {
                value: 'Миниконцерт, посвященный Дню автомобилиста',
                label: 'Миниконцерт, посвященный Дню автомобилиста',
            },
        ],
    },
    {
        id: '14',
        value: '07.11.2024',
        label: '07.11.2024',
        children: [
            {
                value: 'День народного Единства',
                label: 'День народного Единства',
            },
        ],
    },
    {
        id: '15',
        value: '19.11.2024',
        label: '19.11.2024',
        children: [
            {
                value: 'Татарский мини-пикник на природе',
                label: 'Татарский мини-пикник на природе',
            },
        ],
    },
    {
        id: '16',
        value: '30.11.2024',
        label: '30.11.2024',
        children: [
            {
                value: 'Татарский национальный праздник *Каз Омесэ*',
                label: 'Татарский национальный праздник *Каз Омесэ*',
            },
        ],
    },
    {
        id: '17',
        value: '01.12.2024',
        label: '01.12.2024',
        children: [
            {
                value: 'Онлайн-конкурс на лучшую детскую поделку к Новому году',
                label: 'Онлайн-конкурс на лучшую детскую поделку к Новому году',
            },
        ],
    },
    {
        id: '18',
        value: '23.12.2024',
        label: '23.12.2024',
        children: [
            {
                value: 'Детский утренник - Новый Год в стране возможностей!',
                label: 'Детский утренник - Новый Год в стране возможностей!',
            },
        ],
    },
    {
        id: '19',
        value: '28.12.2024',
        label: '28.12.2024',
        children: [
            {
                value: 'Татарча Яна Ел Корпоратив! Новый год в татарской автономии',
                label: 'Татарча Яна Ел Корпоратив! Новый год в татарской автономии',
            },
        ],
    },
];