export const options = [
    {
        id: '1',
        title: '08.07.2024',
        label: 'Мини-Сабантуй',
    },
    {
        id: '2',
        title: '14.07.2024',
        label: 'День памяти ушедших',
    },
    {
        id: '3',
        title: '27.07.2024',
        label: 'Татарская рыбалка и уха',
    },
    // {
    //     id: '4',
    //     title: '**.08.2024',
    //     label: 'Праздник Татарского меда "Татар Балы Туй',
    // },
    // {
    //     id: '5',
    //     title: '15.08.2024',
    //     label: 'Праздник дружбы "Мы вместе - Без бергэ!"',
    // },
    // {
    //     id: '6',
    //     title: '22.08.2024',
    //     label: 'День Государственного Флага РФ',
    // },
    // {
    //     id: '7',
    //     title: '28.08.2024',
    //     label: 'День г.Прокопьевска и День Шахтера',
    // },
    // {
    //     id: '8',
    //     title: '01.09.2024',
    //     label: 'Мастер-класс по рисованию "Кофейная живопись"',
    // },
    // {
    //     id: '9',
    //     title: '15.09.2024',
    //     label: 'Татарский праздник "Эбий Чуагы"',
    // },
    // {
    //     id: '10',
    //     title: '16.09.2024',
    //     label: 'Всероссийский татарский диктант "Татарча диктант"',
    // },
    // {
    //     id: '11',
    //     title: '**.09.2024',
    //     label: 'Выставка-передвижной музей татарского быта',
    // },
    // {
    //     id: '12',
    //     title: '10.10.2024',
    //     label: 'День именинника. Собрание правления и актива автономии',
    // },
    // {
    //     id: '13',
    //     title: '27.10.2024',
    //     label: 'Миниконцерт, посвященный Дню автомобилиста',
    // },
    // {
    //     id: '14',
    //     title: '07.11.2024',
    //     label: 'День народного Единства',
    // },
    // {
    //     id: '15',
    //     title: '19.11.2024',
    //     label: 'Татарский мини-пикник на природе',
    // },
    // {
    //     id: '16',
    //     title: '30.11.2024',
    //     label: 'Татарский национальный праздник "Каз Омесэ"',
    // },
    // {
    //     id: '17',
    //     title: '01.12.2024',
    //     label: 'Онлайн-конкурс на лучшую детскую поделку к Новому году',
    // },
    // {
    //     id: '18',
    //     title: '23.12.2024',
    //     label: 'Детский утренник - Новый Год в стране возможностей!',
    // },
    // {
    //     id: '19',
    //     title: '28.12.2024',
    //     label: 'Татарча Яна Ел Корпоратив! Новый год в татарской автономии',
    // },
];